[
  {
    "id": "65f214396240380b1862d4cb",
    "success": true,
    "data": {
      "type": "game",
      "name": "Dota 2",
      "steamAppId": 570,
      "isFree": true,
      "detailedDescription": "The most-played game on Steam. Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has truly taken on a life of its own. One Battlefield. Infinite Possibilities. When it comes to diversity of heroes, abilities, and powerful items, Dota boasts an endless array—no two games are the same. Any hero can fill multiple roles, and there's an abundance of items to help meet the needs of each game. Dota doesn't provide limitations on how to play, it empowers you to express your own style. All heroes are free. Competitive balance is Dota's crown jewel, and to ensure everyone is playing on an even field, the core content of the game—like the vast pool of heroes—is available to all players. Fans can collect cosmetics for heroes and fun add-ons for the world they inhabit, but everything you need to play is already included before you join your first match. Bring your friends and party up. Dota is deep, and constantly evolving, but it's never too late to join. Learn the ropes playing co-op vs. bots. Sharpen your skills in the hero demo mode. Jump into the behavior- and skill-based matchmaking system that ensures you'll be matched with the right players each game. ",
      "aboutTheGame": "The most-played game on Steam. Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has truly taken on a life of its own. One Battlefield. Infinite Possibilities. When it comes to diversity of heroes, abilities, and powerful items, Dota boasts an endless array—no two games are the same. Any hero can fill multiple roles, and there's an abundance of items to help meet the needs of each game. Dota doesn't provide limitations on how to play, it empowers you to express your own style. All heroes are free. Competitive balance is Dota's crown jewel, and to ensure everyone is playing on an even field, the core content of the game—like the vast pool of heroes—is available to all players. Fans can collect cosmetics for heroes and fun add-ons for the world they inhabit, but everything you need to play is already included before you join your first match. Bring your friends and party up. Dota is deep, and constantly evolving, but it's never too late to join. Learn the ropes playing co-op vs. bots. Sharpen your skills in the hero demo mode. Jump into the behavior- and skill-based matchmaking system that ensures you'll be matched with the right players each game. ",
      "shortDescription": "Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own. ",
      "supportedLanguages": "Bulgarian, Czech, Danish, Dutch, English * , Finnish, French, German, Greek, Hungarian, Italian, Japanese, Korean * , Norwegian, Polish, Portuguese - Portugal, Portuguese - Brazil, Romanian, Russian, Simplified Chinese * , Spanish - Spain, Swedish, Thai, Traditional Chinese, Turkish, Ukrainian, Spanish - Latin America, Vietnamese * languages with full audio support ",
      "pcRequirements": {
        "minimum": "Minimum: OS *: Windows 7 or newer Processor: Dual core from Intel or AMD at 2.8 GHz Memory: 4 GB RAM Graphics: NVIDIA GeForce 8600/9600GT, ATI/AMD Radeon HD2600/3600 DirectX: Version 11 Network: Broadband Internet connection Storage: 60 GB available space Sound Card: DirectX Compatible ",
        "recommended": null
      },
      "developers": [
        "Valve"
      ],
      "publishers": [
        "Valve"
      ],
      "priceOverview": null,
      "platforms": {
        "windows": true,
        "mac": true,
        "linux": true
      },
      "categories": [
        {
          "id": 1,
          "description": "Multi-player"
        },
        {
          "id": 9,
          "description": "Co-op"
        },
        {
          "id": 29,
          "description": "Steam Trading Cards"
        },
        {
          "id": 30,
          "description": "Steam Workshop"
        },
        {
          "id": 40,
          "description": "SteamVR Collectibles"
        },
        {
          "id": 35,
          "description": "In-App Purchases"
        },
        {
          "id": 8,
          "description": "Valve Anti-Cheat enabled"
        }
      ],
      "genres": [
        {
          "id": "1",
          "description": "Action"
        },
        {
          "id": "2",
          "description": "Strategy"
        },
        {
          "id": "37",
          "description": "Free to Play"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "9 Jul, 2013"
      },
      "ratings": {
        "kgrb": {
          "rating": "12",
          "descriptors": "12 (12세 이상 이용가)\r\n만 12세 미만의 자는\r\n이용할 수 없는 게임물"
        },
        "usk": {
          "rating": "12",
          "descriptors": null
        },
        "agcom": {
          "rating": "12",
          "descriptors": "Violenza"
        },
        "cadpa": {
          "rating": "12",
          "descriptors": null
        }
      },
      "mostCommonAgeRating": 12
    }
  },
  {
    "id": "65f2143e6240380b1862d4d5",
    "success": true,
    "data": {
      "type": "game",
      "name": "War Thunder",
      "steamAppId": 236390,
      "isFree": true,
      "detailedDescription": "War Thunder je obrovská free-to-play, cross-platform, MMO vojenská hra pro Windows, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One a Xbox Series X|S věnovaná letectví, obrněným vozidlům a námořním plavidlům z období 2. sv. války a studené války. Zapojte si i vy do velkých bitev na zemi, ve vzduchu a na moři spolu s milióny dalších hráčů z celého světa v tomto neustále se vyvíjejícím prostředí. Ve War Thunderu se setkává letectvo, pozemní síly a námořní plavidla v realistických kompetitivních bitvách. Vyberte si z více než 2500 různých strojů a široké škály bitevních situací. Můžete se ocitnout v obranné věži bombardéru, bránit své spoluhráče na zemi před nálety v protiletadlovém vozidlu, pálit salvy s mnoha různých řízených i neřízených raketometů, nebo zkusit potopit nepřátelskou válečnou loď pomocí torpéd z vašeho rychlého bojového člunu. Výběr z vlastností: Hraní napříč platformami mezi Windows PC, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One a Xbox Series X|S – všichni na jednom serveru. Přes 2500 vysoce detailních letadel, tanků, válečných lodi a dalších bojových strojů pečlivě vytvořených podle historických dokumentů a přeživších zdrojů. 100 map, které reprezentují důležitá historická bojiště. Intenzivní PvP zážitek ve velkých bojových misích na různé stupně obtížnosti pro všechny herní styly a úroveň zkušeností. Bohatý PvE obsah zahrnující dynamické historické tažení i jednotlivé mise. Pravidelné aktualizace obsahu zahrnující nové stroje, mapy, mise a národy. Dechberoucí grafika, autentické zvukové efekty a nádherná hudba - to vše vytváří atmosféru, která vás plně vtáhne. Vytvořte si vlastní obsah do War Thunderu a nasdílejte ho na War Thunder Live s možností získat reálné peníze pomocí programu Revenue Share! ",
      "aboutTheGame": "War Thunder je obrovská free-to-play, cross-platform, MMO vojenská hra pro Windows, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One a Xbox Series X|S věnovaná letectví, obrněným vozidlům a námořním plavidlům z období 2. sv. války a studené války. Zapojte si i vy do velkých bitev na zemi, ve vzduchu a na moři spolu s milióny dalších hráčů z celého světa v tomto neustále se vyvíjejícím prostředí. Ve War Thunderu se setkává letectvo, pozemní síly a námořní plavidla v realistických kompetitivních bitvách. Vyberte si z více než 2500 různých strojů a široké škály bitevních situací. Můžete se ocitnout v obranné věži bombardéru, bránit své spoluhráče na zemi před nálety v protiletadlovém vozidlu, pálit salvy s mnoha různých řízených i neřízených raketometů, nebo zkusit potopit nepřátelskou válečnou loď pomocí torpéd z vašeho rychlého bojového člunu. Výběr z vlastností: Hraní napříč platformami mezi Windows PC, Linux, Mac, PlayStation®4, PlayStation®5, Xbox One a Xbox Series X|S – všichni na jednom serveru. Přes 2500 vysoce detailních letadel, tanků, válečných lodi a dalších bojových strojů pečlivě vytvořených podle historických dokumentů a přeživších zdrojů. 100 map, které reprezentují důležitá historická bojiště. Intenzivní PvP zážitek ve velkých bojových misích na různé stupně obtížnosti pro všechny herní styly a úroveň zkušeností. Bohatý PvE obsah zahrnující dynamické historické tažení i jednotlivé mise. Pravidelné aktualizace obsahu zahrnující nové stroje, mapy, mise a národy. Dechberoucí grafika, autentické zvukové efekty a nádherná hudba - to vše vytváří atmosféru, která vás plně vtáhne. Vytvořte si vlastní obsah do War Thunderu a nasdílejte ho na War Thunder Live s možností získat reálné peníze pomocí programu Revenue Share! ",
      "shortDescription": "War Thunder je free-to-play válečná MMO nové generace, věnující se letadlům, tankům a lodím z éry 2. světové války. ",
      "supportedLanguages": "Angličtina * , Němčina * , Francouzština * , Italština * , Evropská španělština * , Zjednodušená čínština, Ruština * , Japonština * , Polština * , Čeština * , Turečtina * , Evropská portugalština, Korejština, Brazilská portugalština, Maďarština, Ukrajinština, Tradiční čínština, Rumunština * jazyky s plnou zvukovou podporou ",
      "pcRequirements": {
        "minimum": "Minimální: OS: Windows 10 (64bit) Procesor: Dual-Core 2.2 GHz Paměť: 4 GB RAM Grafická karta: DirectX 10.1 level video card: AMD Radeon 77XX / NVIDIA GeForce GTX 660. The minimum supported resolution for the game is 720p. DirectX: Verze 11 Připojení: Širokopásmové připojení k internetu Pevný disk: 17 GB volného místa Podpora VR: SteamVR. Keyboard or gamepad required ",
        "recommended": "Doporučené: OS: Windows 10/11 (64bit) Procesor: Intel Core i5 or Ryzen 5 3600 or better Paměť: 16 GB RAM Grafická karta: DirectX 11 level video card or higher and drivers: Nvidia GeForce 1060 and higher, Radeon RX 570 and higher DirectX: Verze 12 Připojení: Širokopásmové připojení k internetu Pevný disk: 95 GB volného místa "
      },
      "developers": [
        "Gaijin Entertainment"
      ],
      "publishers": [
        "Gaijin Network Ltd"
      ],
      "priceOverview": null,
      "platforms": {
        "windows": true,
        "mac": true,
        "linux": true
      },
      "categories": [
        {
          "id": 2,
          "description": "Režim pro jednoho hráče"
        },
        {
          "id": 1,
          "description": "Režim pro více hráčů"
        },
        {
          "id": 20,
          "description": "Masivně multiplayerové"
        },
        {
          "id": 49,
          "description": "PvP"
        },
        {
          "id": 36,
          "description": "Online PvP"
        },
        {
          "id": 9,
          "description": "Kooperace"
        },
        {
          "id": 38,
          "description": "Online kooperace"
        },
        {
          "id": 27,
          "description": "Multiplatformní režim"
        },
        {
          "id": 22,
          "description": "Achievementy"
        },
        {
          "id": 28,
          "description": "Plná podpora ovladačů"
        },
        {
          "id": 53,
          "description": "Podpora VR"
        },
        {
          "id": 35,
          "description": "Herní obchod"
        },
        {
          "id": 41,
          "description": "Remote Play na telefonu"
        },
        {
          "id": 42,
          "description": "Remote Play na tabletu"
        }
      ],
      "genres": [
        {
          "id": "1",
          "description": "Akční"
        },
        {
          "id": "29",
          "description": "Masivně multiplayerové"
        },
        {
          "id": "28",
          "description": "Simulátory"
        },
        {
          "id": "37",
          "description": "Free to play"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "15. srp. 2013"
      },
      "ratings": {
        "esrb": {
          "rating": "t",
          "descriptors": null
        },
        "pegi": {
          "rating": "12",
          "descriptors": null
        },
        "usk": {
          "rating": "12",
          "descriptors": null
        },
        "crl": {
          "rating": "12",
          "descriptors": null
        },
        "dejus": {
          "rating": "12",
          "descriptors": "Violência\r\nCompras on-line\r\nInteração de Usuários"
        }
      },
      "mostCommonAgeRating": 12
    }
  },
  {
    "id": "65f2143f6240380b1862d4d7",
    "success": true,
    "data": {
      "type": "game",
      "name": "Football Manager 2024",
      "steamAppId": 2252570,
      "isFree": false,
      "detailedDescription": "Reviews About the Game Step into the shoes of a real boss and write your own football story in Football Manager 2024, the most complete edition in the series yet. Whether you’re a manager who likes to build from the bottom or prefers to chase immediate glory, the perfect challenge awaits. The arrival of the new Meiji Yasuda Insurance Ltd J. League licence unlocks J1 League, J2 League, J3 League for the first time ever, giving you the opportunity to explore new horizons in Japan. Wherever you manage, it's up to you to build a team capable of competing with the world's elite. Game Description Continue your relentless journey to the top of the footballing world by using the new ability to import your existing career from Football Manager 2023. Craft a winning tactical approach, incorporating modern football’s most popular systems and cutting-edge positional innovations to deliver victories on the pitch. Master the transfer market, using new ways to shape your side to cultivate a squad capable of achieving your goals. Level up your players on the training field, developing the mentality and teamwork needed to transform contenders into champions. See your tactical vision come to life on Matchdays, with every game elevated by improvements to ball and player movements. NEW FOR THIS SEASON TRUER FOOTBALL MOTION Enhancements to player animations, ball physics and lighting deliver the most immersive Match Engine in Football Manager history. Move to the cutting edge of football by using the new Inverted Full-Back player role, while more intelligent player rotational movements add more fluidity to every highlight. DOMINATE FROM SET PIECES Make an impact at both ends of the pitch with an overhauled Set Piece Creator. Lean on the expertise of brand-new Set Piece Coaches to develop winning routines in every scenario that will help you to outsmart your rivals. BRACE FOR TRANSFER BATTLES Showcase your squad-building skills in our most refined transfer market yet. You’ll face a trickier battle for talent as your rival opposition managers are now more strategic than ever in their recruitment decision-making. NEW AGENTS TO BUILD A DREAM SQUAD Better shape your perfect squad with the introduction of new Intermediaries that will help you offload surplus players for a cut of the final transfer fee. Additional functionality for existing Agents and the debut of TransferRoom, a football marketplace for transfers in real life, gives you more real-world powered tools than ever to build an elite team and dominate the competition. ELEVATE PERFORMANCES WITH TARGETS Motivate your team to achieve more on and off the field by setting them individual Targets. Whether you’re focusing on goals scored in a season or average training performances, challenge your star players and top prospects to maximise their ability. A HOST MORE ADDITIONS Enjoy greater variety in every career with the arrival of two new game modes. Real World mirrors when players actually joined your club. Your World sets club squads and budgets at the day your career starts, meaning that only players who joined before that date will be in your squad, giving you the opportunity to rewrite your team’s transfer window. Elsewhere, you can look to dominate international management and plan for your country's future with a revamped National Pool that gives you a better overview of the talent at your disposal. Match preparation and briefing meetings deliver you winning insights before each fixture. That’s not all though, with many more changes waiting for you to discover in every career. This version contains information that is still under approval process by rights holders and may contain data that does not, at this time, accurately reflect real world data. For context, some club and player assets may be absent during this version. ",
      "aboutTheGame": "Step into the shoes of a real boss and write your own football story in Football Manager 2024, the most complete edition in the series yet. Whether you’re a manager who likes to build from the bottom or prefers to chase immediate glory, the perfect challenge awaits. The arrival of the new Meiji Yasuda Insurance Ltd J. League licence unlocks J1 League, J2 League, J3 League for the first time ever, giving you the opportunity to explore new horizons in Japan. Wherever you manage, it's up to you to build a team capable of competing with the world's elite. Game Description Continue your relentless journey to the top of the footballing world by using the new ability to import your existing career from Football Manager 2023. Craft a winning tactical approach, incorporating modern football’s most popular systems and cutting-edge positional innovations to deliver victories on the pitch. Master the transfer market, using new ways to shape your side to cultivate a squad capable of achieving your goals. Level up your players on the training field, developing the mentality and teamwork needed to transform contenders into champions. See your tactical vision come to life on Matchdays, with every game elevated by improvements to ball and player movements. NEW FOR THIS SEASON TRUER FOOTBALL MOTION Enhancements to player animations, ball physics and lighting deliver the most immersive Match Engine in Football Manager history. Move to the cutting edge of football by using the new Inverted Full-Back player role, while more intelligent player rotational movements add more fluidity to every highlight. DOMINATE FROM SET PIECES Make an impact at both ends of the pitch with an overhauled Set Piece Creator. Lean on the expertise of brand-new Set Piece Coaches to develop winning routines in every scenario that will help you to outsmart your rivals. BRACE FOR TRANSFER BATTLES Showcase your squad-building skills in our most refined transfer market yet. You’ll face a trickier battle for talent as your rival opposition managers are now more strategic than ever in their recruitment decision-making. NEW AGENTS TO BUILD A DREAM SQUAD Better shape your perfect squad with the introduction of new Intermediaries that will help you offload surplus players for a cut of the final transfer fee. Additional functionality for existing Agents and the debut of TransferRoom, a football marketplace for transfers in real life, gives you more real-world powered tools than ever to build an elite team and dominate the competition. ELEVATE PERFORMANCES WITH TARGETS Motivate your team to achieve more on and off the field by setting them individual Targets. Whether you’re focusing on goals scored in a season or average training performances, challenge your star players and top prospects to maximise their ability. A HOST MORE ADDITIONS Enjoy greater variety in every career with the arrival of two new game modes. Real World mirrors when players actually joined your club. Your World sets club squads and budgets at the day your career starts, meaning that only players who joined before that date will be in your squad, giving you the opportunity to rewrite your team’s transfer window. Elsewhere, you can look to dominate international management and plan for your country's future with a revamped National Pool that gives you a better overview of the talent at your disposal. Match preparation and briefing meetings deliver you winning insights before each fixture. That’s not all though, with many more changes waiting for you to discover in every career. This version contains information that is still under approval process by rights holders and may contain data that does not, at this time, accurately reflect real world data. For context, some club and player assets may be absent during this version. ",
      "shortDescription": "Build a world-class team ready to dominate your rivals in football’s most prestigious competitions. Progress never stops when you’re pursuing footballing greatness. ",
      "supportedLanguages": "English, French, Italian, German, Spanish - Spain, Danish, Dutch, Greek, Japanese, Korean, Norwegian, Polish, Portuguese - Portugal, Russian, Simplified Chinese, Swedish, Turkish ",
      "pcRequirements": {
        "minimum": "Minimum: Requires a 64-bit processor and operating system OS: Windows 10/11 with updates - 64 bit Processor: Intel Core 2 or AMD Athlon 64 X2 Memory: 4 GB RAM Graphics: Intel GMA X4500, NVIDIA GeForce 9600M GT, AMD/ATI Mobility Radeon HD 3650 - requires 256MB VRAM and DirectX® 11 DirectX: Version 11 Storage: 7 GB available space Additional Notes: Display: 1024x768. Performance scales with higher-end systems. ",
        "recommended": "Recommended: Requires a 64-bit processor and operating system "
      },
      "developers": [
        "Sports Interactive"
      ],
      "publishers": [
        "SEGA"
      ],
      "priceOverview": {
        "currency": "GBP",
        "initial": 4499,
        "final": 4499,
        "discountPercent": 0,
        "initialFormatted": "",
        "finalFormatted": "£44.99"
      },
      "platforms": {
        "windows": true,
        "mac": true,
        "linux": false
      },
      "categories": [
        {
          "id": 2,
          "description": "Single-player"
        },
        {
          "id": 1,
          "description": "Multi-player"
        },
        {
          "id": 22,
          "description": "Steam Achievements"
        },
        {
          "id": 23,
          "description": "Steam Cloud"
        },
        {
          "id": 62,
          "description": "Family Sharing"
        }
      ],
      "genres": [
        {
          "id": "28",
          "description": "Simulation"
        },
        {
          "id": "18",
          "description": "Sports"
        },
        {
          "id": "2",
          "description": "Strategy"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "6 Nov, 2023"
      },
      "ratings": {
        "cero": {
          "rating": "a",
          "descriptors": null
        },
        "csrr": {
          "rating": "G",
          "descriptors": null
        },
        "pegi": {
          "rating": "3",
          "descriptors": "In-Game Purchases"
        },
        "usk": {
          "rating": "0",
          "descriptors": null
        },
        "kgrb": {
          "rating": "all",
          "descriptors": null
        },
        "esrb": {
          "rating": "e",
          "descriptors": "In-Game Purchases"
        },
        "dejus": {
          "rating": "l",
          "descriptors": ""
        },
        "steam_germany": {
          "rating": "0",
          "descriptors": ""
        }
      },
      "mostCommonAgeRating": 0
    }
  },
  {
    "id": "65f214406240380b1862d4db",
    "success": true,
    "data": {
      "type": "game",
      "name": "Palworld",
      "steamAppId": 1623730,
      "isFree": false,
      "detailedDescription": "Q. What kind of game is this? A. In this game, you can peacefully live alongside mysterious creatures known as Pals or risk your life to drive off a ruthless poaching syndicate. Pals can be used to fight, or they can be made to work on farms or factories. You can even sell them or eat them! Survival In a harsh environment where food is scarce and vicious poachers roam, danger waits around every corner. To survive, you must tread carefully and make difficult choices...even if that means eating your own Pals when the time comes. Mounts &amp; Exploration Pals can be mounted to traverse the land, sea and sky—allowing you to traverse all kinds of environment as you explore the world. Building Structures Want to build a pyramid? Put an army of Pals on the job. Don't worry; there are no labor laws for Pals. Production Make use of Pals and their skills to make fire, generate electricity, or mine ore so that you can live a life of comfort. Farming Some Pals are good at planting seeds, while others are skilled at watering or harvesting crops. Work together with your Pals to create an idyllic farmstead. Factories &amp; Automation Letting Pals do the work is the key to automation. Build a factory, place a Pal in it, and they'll keep working as long as they're fed—until they're dead, that is. Dungeon Exploration With Pals on your side you can tackle even the most dangerous areas. When the time comes, you might have to sacrifice one to save your skin. They'll protect your life—even if it costs their own. Breeding &amp; Genetics Breed a Pal and it will inherit the characteristics of its parents. Combine rare pals to create the strongest Pal of them all! Poaching &amp; Crime Endangered Pals live in wildlife sanctuaries. Sneak in and capture rare Pals to get rich quick! It's not a crime if you don't get caught, after all. Multiplayer Multiplayer is supported, so invite a friend and go on an adventure together! And of course you can battle your friends and trade Pals, too. In online co-op play mode, up to 4 players can play together. Additionally, a dedicated server can allow up to 32 players to play together. Note: PvP will be implemented in a future update. Note: The maximum number of players playable on the same server will also be increased in a future update. ",
      "aboutTheGame": "Q. What kind of game is this? A. In this game, you can peacefully live alongside mysterious creatures known as Pals or risk your life to drive off a ruthless poaching syndicate. Pals can be used to fight, or they can be made to work on farms or factories. You can even sell them or eat them! Survival In a harsh environment where food is scarce and vicious poachers roam, danger waits around every corner. To survive, you must tread carefully and make difficult choices...even if that means eating your own Pals when the time comes. Mounts &amp; Exploration Pals can be mounted to traverse the land, sea and sky—allowing you to traverse all kinds of environment as you explore the world. Building Structures Want to build a pyramid? Put an army of Pals on the job. Don't worry; there are no labor laws for Pals. Production Make use of Pals and their skills to make fire, generate electricity, or mine ore so that you can live a life of comfort. Farming Some Pals are good at planting seeds, while others are skilled at watering or harvesting crops. Work together with your Pals to create an idyllic farmstead. Factories &amp; Automation Letting Pals do the work is the key to automation. Build a factory, place a Pal in it, and they'll keep working as long as they're fed—until they're dead, that is. Dungeon Exploration With Pals on your side you can tackle even the most dangerous areas. When the time comes, you might have to sacrifice one to save your skin. They'll protect your life—even if it costs their own. Breeding &amp; Genetics Breed a Pal and it will inherit the characteristics of its parents. Combine rare pals to create the strongest Pal of them all! Poaching &amp; Crime Endangered Pals live in wildlife sanctuaries. Sneak in and capture rare Pals to get rich quick! It's not a crime if you don't get caught, after all. Multiplayer Multiplayer is supported, so invite a friend and go on an adventure together! And of course you can battle your friends and trade Pals, too. In online co-op play mode, up to 4 players can play together. Additionally, a dedicated server can allow up to 32 players to play together. Note: PvP will be implemented in a future update. Note: The maximum number of players playable on the same server will also be increased in a future update. ",
      "shortDescription": "Fight, farm, build and work alongside mysterious creatures called &quot;Pals&quot; in this completely new multiplayer, open world survival and crafting game! ",
      "supportedLanguages": "English, Simplified Chinese, Traditional Chinese, Japanese, French, Italian, German, Spanish - Spain, Portuguese - Brazil, Russian, Korean ",
      "pcRequirements": {
        "minimum": "Minimum: Requires a 64-bit processor and operating system OS: Windows 10 or later (64-Bit) Processor: i5-3570K 3.4 GHz 4 Core Memory: 16 GB RAM Graphics: GeForce GTX 1050 (2GB) DirectX: Version 11 Network: Broadband Internet connection Storage: 40 GB available space Additional Notes: Internet connection required for multiplayer. SSD required. ",
        "recommended": "Recommended: Requires a 64-bit processor and operating system OS: Windows 10 or later (64-Bit) Processor: i9-9900K 3.6 GHz 8 Core Memory: 32 GB RAM Graphics: GeForce RTX 2070 DirectX: Version 11 Network: Broadband Internet connection Storage: 40 GB available space Additional Notes: Internet connection required for multiplayer. SSD required. "
      },
      "developers": [
        "Pocketpair"
      ],
      "publishers": [
        "Pocketpair"
      ],
      "priceOverview": {
        "currency": "GBP",
        "initial": 2499,
        "final": 2499,
        "discountPercent": 0,
        "initialFormatted": "",
        "finalFormatted": "£24.99"
      },
      "platforms": {
        "windows": true,
        "mac": false,
        "linux": false
      },
      "categories": [
        {
          "id": 2,
          "description": "Single-player"
        },
        {
          "id": 1,
          "description": "Multi-player"
        },
        {
          "id": 9,
          "description": "Co-op"
        },
        {
          "id": 38,
          "description": "Online Co-op"
        },
        {
          "id": 22,
          "description": "Steam Achievements"
        },
        {
          "id": 28,
          "description": "Full controller support"
        },
        {
          "id": 23,
          "description": "Steam Cloud"
        },
        {
          "id": 62,
          "description": "Family Sharing"
        }
      ],
      "genres": [
        {
          "id": "1",
          "description": "Action"
        },
        {
          "id": "25",
          "description": "Adventure"
        },
        {
          "id": "23",
          "description": "Indie"
        },
        {
          "id": "3",
          "description": "RPG"
        },
        {
          "id": "70",
          "description": "Early Access"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "18 Jan, 2024"
      },
      "ratings": {
        "dejus": {
          "rating": "l",
          "descriptors": null
        },
        "steam_germany": {
          "rating": "12",
          "descriptors": "Gewalt"
        }
      },
      "mostCommonAgeRating": 12
    }
  },
  {
    "id": "65f214436240380b1862d4e0",
    "success": true,
    "data": {
      "type": "game",
      "name": "Wallpaper Engine",
      "steamAppId": 431960,
      "isFree": false,
      "detailedDescription": "Wallpaper Engine enables you to use live wallpapers on your Windows desktop. Various types of animated wallpapers are supported, including 3D and 2D animations, websites, videos and even certain applications. Choose an existing wallpaper or create your own and share it on the Steam Workshop! In addition to that, you can use the free Wallpaper Engine companion app for Android to transfer your favorite wallpapers to your Android mobile device and take your live wallpapers on the go. NEW: Use the free Android companion app to transfer your favorite wallpapers to your Android mobile device. Bring your desktop wallpapers alive with realtime graphics, videos, applications or websites. Use animated screensavers while you are away from your computer. Personalize animated wallpapers with your favorite colors. Use interactive wallpapers that can be controlled with your mouse. Many aspect ratios and native resolutions supported including 16:9, 21:9, 16:10, 4:3. Multi monitor environments are supported. Wallpapers will pause while playing games to save performance. Create your own animated wallpapers in the Wallpaper Engine Editor. Animate new live wallpapers from basic images or import HTML or video files for the wallpaper. Use the Steam Workshop to share and download wallpapers for free. Wallpaper Engine can be used at the same time as any other Steam game or application. Supported video formats: mp4, WebM, avi, m4v, mov, wmv (for local files, Workshop only allows mp4). Use the free Android companion app to take your favorite scene and video wallpapers on the go. Support for Razer Chroma and Corsair iCUE. Wallpaper Engine aims to deliver an entertaining experience while using as few system resources as possible. You can choose to automatically pause or completely stop the wallpaper while using another application or playing fullscreen (including borderless windowed mode) to not distract or hinder you while playing a game or working. Many options to tweak quality and performance allow you to make Wallpaper Engine fit your computer perfectly. As a general rule of thumb, 3D, 2D and video based wallpapers will perform best, while websites and applications will require more resources from your system. Having a dedicated GPU is highly recommended, but not required. Choose from over a million free wallpapers from the Steam Workshop with new wallpapers being uploaded every day! Can't find a wallpaper that fits your mood? Let your imagination go wild by using the Wallpaper Engine Editor to create your own animated wallpapers from images, videos, websites or applications. A large selection of presets and effects allow you to animate your own images and share them on the Steam Workshop or to just use them for yourself. ",
      "aboutTheGame": "Wallpaper Engine enables you to use live wallpapers on your Windows desktop. Various types of animated wallpapers are supported, including 3D and 2D animations, websites, videos and even certain applications. Choose an existing wallpaper or create your own and share it on the Steam Workshop! In addition to that, you can use the free Wallpaper Engine companion app for Android to transfer your favorite wallpapers to your Android mobile device and take your live wallpapers on the go. NEW: Use the free Android companion app to transfer your favorite wallpapers to your Android mobile device. Bring your desktop wallpapers alive with realtime graphics, videos, applications or websites. Use animated screensavers while you are away from your computer. Personalize animated wallpapers with your favorite colors. Use interactive wallpapers that can be controlled with your mouse. Many aspect ratios and native resolutions supported including 16:9, 21:9, 16:10, 4:3. Multi monitor environments are supported. Wallpapers will pause while playing games to save performance. Create your own animated wallpapers in the Wallpaper Engine Editor. Animate new live wallpapers from basic images or import HTML or video files for the wallpaper. Use the Steam Workshop to share and download wallpapers for free. Wallpaper Engine can be used at the same time as any other Steam game or application. Supported video formats: mp4, WebM, avi, m4v, mov, wmv (for local files, Workshop only allows mp4). Use the free Android companion app to take your favorite scene and video wallpapers on the go. Support for Razer Chroma and Corsair iCUE. Wallpaper Engine aims to deliver an entertaining experience while using as few system resources as possible. You can choose to automatically pause or completely stop the wallpaper while using another application or playing fullscreen (including borderless windowed mode) to not distract or hinder you while playing a game or working. Many options to tweak quality and performance allow you to make Wallpaper Engine fit your computer perfectly. As a general rule of thumb, 3D, 2D and video based wallpapers will perform best, while websites and applications will require more resources from your system. Having a dedicated GPU is highly recommended, but not required. Choose from over a million free wallpapers from the Steam Workshop with new wallpapers being uploaded every day! Can't find a wallpaper that fits your mood? Let your imagination go wild by using the Wallpaper Engine Editor to create your own animated wallpapers from images, videos, websites or applications. A large selection of presets and effects allow you to animate your own images and share them on the Steam Workshop or to just use them for yourself. ",
      "shortDescription": "Use stunning live wallpapers on your desktop. Animate your own images to create new wallpapers or import videos/websites and share them on the Steam Workshop! ",
      "supportedLanguages": "English, German, Simplified Chinese, Polish, Portuguese - Brazil, French, Italian, Spanish - Spain, Finnish, Japanese, Korean, Swedish, Thai, Traditional Chinese, Turkish, Portuguese - Portugal, Russian, Danish, Czech, Arabic, Ukrainian, Indonesian, Persian ",
      "pcRequirements": {
        "minimum": "Minimum: OS *: Windows 7 (with Aero), 8.1, 10, 11 Processor: 1.66 GHz Intel i5 or equivalent Memory: 1024 MB RAM Graphics: HD Graphics 4000 or above DirectX: Version 10 Storage: 512 MB available space Additional Notes: Windows N versions require the 'Media Feature Pack' from Microsoft. Aero must be enabled on Windows 7. Max video resolutions: Windows 8, 10: 4K, Windows 7: 1080p ",
        "recommended": "Recommended: OS: Windows 10, Windows 11 Processor: 2.0 GHz Intel i7 or equivalent Memory: 2048 MB RAM Graphics: NVIDIA GeForce GTX 660, AMD HD7870, 2 GB VRAM or above DirectX: Version 11 Storage: 1024 MB available space Additional Notes: Mobile App requires Android 8.1 or newer "
      },
      "developers": [
        "Wallpaper Engine Team"
      ],
      "publishers": [
        "Wallpaper Engine Team"
      ],
      "priceOverview": {
        "currency": "USD",
        "initial": 399,
        "final": 399,
        "discountPercent": 0,
        "initialFormatted": "",
        "finalFormatted": "$3.99"
      },
      "platforms": {
        "windows": true,
        "mac": false,
        "linux": false
      },
      "categories": [
        {
          "id": 22,
          "description": "Steam Achievements"
        },
        {
          "id": 29,
          "description": "Steam Trading Cards"
        },
        {
          "id": 51,
          "description": "Steam Workshop"
        },
        {
          "id": 30,
          "description": "Steam Workshop"
        },
        {
          "id": 17,
          "description": "Includes level editor"
        }
      ],
      "genres": [
        {
          "id": "4",
          "description": "Casual"
        },
        {
          "id": "23",
          "description": "Indie"
        },
        {
          "id": "51",
          "description": "Animation & Modeling"
        },
        {
          "id": "53",
          "description": "Design & Illustration"
        },
        {
          "id": "55",
          "description": "Photo Editing"
        },
        {
          "id": "57",
          "description": "Utilities"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "Nov 2018"
      },
      "ratings": {
        "dejus": {
          "rating": "l",
          "descriptors": ""
        },
        "steam_germany": {
          "rating": "0",
          "descriptors": ""
        }
      },
      "mostCommonAgeRating": 0
    }
  },
  {
    "id": "65f214436240380b1862d4e1",
    "success": true,
    "data": {
      "type": "game",
      "name": "Sid Meier’s Civilization® VI",
      "steamAppId": 289070,
      "isFree": false,
      "detailedDescription": "Civilization VI offers new ways to engage with your world: cities now physically expand across the map, active research in technology and culture unlocks new potential, and competing leaders will pursue their own agendas based on their historical traits as you race for one of five ways to achieve victory in the game. ‎‏‏‎‎‏‏‎ See the marvels of your empire spread across the map like never before. Each district, wonder, and improvement is built on its own hex, allowing you to customize your city to your heart’s content. From the Commercial Hub to the Spaceport, every district provides unique and powerful bonuses. Pick and choose which districts to build to fit your needs! Build better than your opponents, place yourself strategically for your allies, and become the best civilization on Earth. Boost your civilization’s progress through history to unlock powerful bonuses before anyone else! To advance more quickly, use your units to actively explore, develop your environment, and discover new cultures. Research isn’t just limited to science. Explore the Civics tree to unlock powerful new governments and cultural policies Cultivate the civilization that fits your playstyle, or switch it up every time you play! As the game progresses, so do your diplomatic relationships. From primitive first interactions where conflict is a fact of life, to late game alliances and negotiations. Carry influence with nearby city states to gain its diplomatic allegiance and earn game-changing city-state bonuses Enlist spies to gather crucial intel on rival civilizations, steal precious resources, and even topple governments. ",
      "aboutTheGame": "Civilization VI offers new ways to engage with your world: cities now physically expand across the map, active research in technology and culture unlocks new potential, and competing leaders will pursue their own agendas based on their historical traits as you race for one of five ways to achieve victory in the game. ‎‏‏‎‎‏‏‎ See the marvels of your empire spread across the map like never before. Each district, wonder, and improvement is built on its own hex, allowing you to customize your city to your heart’s content. From the Commercial Hub to the Spaceport, every district provides unique and powerful bonuses. Pick and choose which districts to build to fit your needs! Build better than your opponents, place yourself strategically for your allies, and become the best civilization on Earth. Boost your civilization’s progress through history to unlock powerful bonuses before anyone else! To advance more quickly, use your units to actively explore, develop your environment, and discover new cultures. Research isn’t just limited to science. Explore the Civics tree to unlock powerful new governments and cultural policies Cultivate the civilization that fits your playstyle, or switch it up every time you play! As the game progresses, so do your diplomatic relationships. From primitive first interactions where conflict is a fact of life, to late game alliances and negotiations. Carry influence with nearby city states to gain its diplomatic allegiance and earn game-changing city-state bonuses Enlist spies to gather crucial intel on rival civilizations, steal precious resources, and even topple governments. ",
      "shortDescription": "Civilization VI is the newest installment in the award winning Civilization Franchise. Expand your empire, advance your culture and go head-to-head against history’s greatest leaders. Will your civilization stand the test of time? ",
      "supportedLanguages": "English * , French * , Italian * , German * , Spanish - Spain * , Japanese * , Korean * , Polish * , Portuguese - Brazil, Russian * , Simplified Chinese * , Traditional Chinese * * languages with full audio support ",
      "pcRequirements": {
        "minimum": "Minimum: Requires a 64-bit processor and operating system OS *: Windows 7x64 / Windows 8.1x64 / Windows 10x64 Processor: Intel Core i3 2.5 Ghz or AMD Phenom II 2.6 Ghz or greater Memory: 4 GB RAM Graphics: 1 GB &amp; AMD 5570 or nVidia 450 or Intel Integrated Graphics 530 DirectX: Version 11 Storage: 17 GB available space Sound Card: DirectX Compatible Sound Device Additional Notes: Initial installation requires one-time Internet connection for Steam authentication; software installations required (included with the game) include Steam Client, Microsoft Visual C++ 2012 and 2015 Runtime Libraries, and Microsoft DirectX. Internet connection and acceptance of Steam™ Subscriber Agreement required for activation. See www.steampowered.com/agreement for details. ",
        "recommended": "Recommended: Requires a 64-bit processor and operating system OS *: Windows 7x64 / Windows 8.1x64 / Windows 10x64 Processor: Fourth Generation Intel Core i5 2.5 Ghz or AMD FX8350 4.0 Ghz or greater Memory: 8 GB RAM Graphics: 2GB &amp; AMD 7970 or nVidia 770 or greater DirectX: Version 11 Storage: 23 GB available space Sound Card: DirectX Compatible Sound Device "
      },
      "developers": [
        "Firaxis Games",
        "Aspyr (Mac)",
        "Aspyr (Linux)"
      ],
      "publishers": [
        "2K",
        "Aspyr (Mac)",
        "Aspyr (Linux)"
      ],
      "priceOverview": {
        "currency": "GBP",
        "initial": 4999,
        "final": 4999,
        "discountPercent": 0,
        "initialFormatted": "",
        "finalFormatted": "£49.99"
      },
      "platforms": {
        "windows": true,
        "mac": true,
        "linux": true
      },
      "categories": [
        {
          "id": 2,
          "description": "Single-player"
        },
        {
          "id": 1,
          "description": "Multi-player"
        },
        {
          "id": 49,
          "description": "PvP"
        },
        {
          "id": 36,
          "description": "Online PvP"
        },
        {
          "id": 47,
          "description": "LAN PvP"
        },
        {
          "id": 37,
          "description": "Shared/Split Screen PvP"
        },
        {
          "id": 24,
          "description": "Shared/Split Screen"
        },
        {
          "id": 27,
          "description": "Cross-Platform Multiplayer"
        },
        {
          "id": 22,
          "description": "Steam Achievements"
        },
        {
          "id": 29,
          "description": "Steam Trading Cards"
        },
        {
          "id": 30,
          "description": "Steam Workshop"
        },
        {
          "id": 32,
          "description": "Steam Turn Notifications"
        },
        {
          "id": 42,
          "description": "Remote Play on Tablet"
        },
        {
          "id": 44,
          "description": "Remote Play Together"
        },
        {
          "id": 62,
          "description": "Family Sharing"
        }
      ],
      "genres": [
        {
          "id": "2",
          "description": "Strategy"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "20 Oct, 2016"
      },
      "ratings": {
        "esrb": {
          "rating": "e10",
          "descriptors": "Drug Reference\r\nLanguage\r\nMild Violence\r\nSuggestive Themes"
        },
        "pegi": {
          "rating": "12",
          "descriptors": "Violence"
        },
        "usk": {
          "rating": "12",
          "descriptors": null
        },
        "oflc": {
          "rating": "pg",
          "descriptors": null
        },
        "nzoflc": {
          "rating": "pg",
          "descriptors": null
        },
        "kgrb": {
          "rating": "12",
          "descriptors": null
        },
        "dejus": {
          "rating": "10",
          "descriptors": "Violence"
        },
        "fpb": {
          "rating": "13",
          "descriptors": "Violence"
        },
        "csrr": {
          "rating": "C12",
          "descriptors": null
        },
        "crl": {
          "rating": "12",
          "descriptors": null
        }
      },
      "mostCommonAgeRating": 12
    }
  },
  {
    "id": "65f214436240380b1862d4e2",
    "success": true,
    "data": {
      "type": "game",
      "name": "Hearts of Iron IV",
      "steamAppId": 394360,
      "isFree": false,
      "detailedDescription": "WISHLIST UPCOMING PARADOX INTERACTIVE STRATEGY GAME https://store.steampowered.com/app/1268590/Millennia/ New DLC Available https://store.steampowered.com/app/2695150/ Game Book This is how you access your game book content. The player must connect his/her Paradox account and Steam account. Go to accounts.paradoxplaza.com Log in Click Settings Click ”Connect” your Steam account and follow the instructions. When the player logs into his/her Paradox account in the mobile app – the content is unlocked. direct link to the mobile applications: https://itunes.apple.com/us/app/pages/id1064064762?mt=8 https://play.google.com/store/apps/details?id=com.pdx.hoi4 About the Game Join Our Discord Take command of the world’s mightiest war machine, managing industry, diplomacy and battle plans to defend your interests and dominate the planet in Hearts of Iron IV. This grand strategy wargame offers both deep historical gameplay and tantalizing alternate histories as the dramatic events of the Second World War unfold on your computer. Hearts of Iron IV is a compelling simulation of modern war that rewards replay and strategic thinking. Main Features: Rewarding Strategic Gameplay: Manage continent wide battle fronts and a complex research tree, alongside diplomacy and politics. Prepare your nation for the coming storm, transforming the geopolitical landscape in your favor. Complex Military Simulation: Give orders to army groups composed of divisions of your own design, driving towards your objectives and managing supply lines. Coordination of air, land and sea theaters is vital to overall success. Assume Control of Any Nation: Choose from the greatest powers striving for victory, or challenge yourself as one of the smaller nations simply trying to weather the storm. Internal Politics: Choose your war cabinet based on your current needs. Manage researchers and industrialists before the war, and emphasize a military cabinet once the world inexorably slides into conflict. Industrial Power: Build factories and ports, and then use those structures to make everything a modern army needs. Plan wisely, balancing future investment against the needs of the moment. Push the Limits of Science: A flexible research system offers new weapons, new industrial systems and advanced strategic concepts. Intense Online Combat: Up to 32 players can play Hearts of Iron IV, whether competitively or cooperatively, with some players taking control of different aspects of a single nation’s strategy. ",
      "aboutTheGame": "Join Our Discord Take command of the world’s mightiest war machine, managing industry, diplomacy and battle plans to defend your interests and dominate the planet in Hearts of Iron IV. This grand strategy wargame offers both deep historical gameplay and tantalizing alternate histories as the dramatic events of the Second World War unfold on your computer. Hearts of Iron IV is a compelling simulation of modern war that rewards replay and strategic thinking. Main Features: Rewarding Strategic Gameplay: Manage continent wide battle fronts and a complex research tree, alongside diplomacy and politics. Prepare your nation for the coming storm, transforming the geopolitical landscape in your favor. Complex Military Simulation: Give orders to army groups composed of divisions of your own design, driving towards your objectives and managing supply lines. Coordination of air, land and sea theaters is vital to overall success. Assume Control of Any Nation: Choose from the greatest powers striving for victory, or challenge yourself as one of the smaller nations simply trying to weather the storm. Internal Politics: Choose your war cabinet based on your current needs. Manage researchers and industrialists before the war, and emphasize a military cabinet once the world inexorably slides into conflict. Industrial Power: Build factories and ports, and then use those structures to make everything a modern army needs. Plan wisely, balancing future investment against the needs of the moment. Push the Limits of Science: A flexible research system offers new weapons, new industrial systems and advanced strategic concepts. Intense Online Combat: Up to 32 players can play Hearts of Iron IV, whether competitively or cooperatively, with some players taking control of different aspects of a single nation’s strategy. ",
      "shortDescription": "Victory is at your fingertips! Your ability to lead your nation is your supreme weapon, the strategy game Hearts of Iron IV lets you take command of any nation in World War II; the most engaging conflict in world history. ",
      "supportedLanguages": "English, French, German, Polish, Portuguese - Brazil, Russian, Spanish - Spain, Japanese, Simplified Chinese ",
      "pcRequirements": {
        "minimum": "Minimum: OS: Windows® 10 Home 64 Bit Processor: Intel® Core™ i5 750 | AMD® FX 4300 Memory: 4 GB RAM Graphics: Nvidia® GeForce™ GTX 470 (1.28GB) | AMD® HD 5850 (1GB) | Intel Iris Xe G7 (Tiger Lake) | AMD® Radeon™ RX Vega 11 DirectX: Version 9.0c Storage: 2 GB available space Sound Card: Direct X- compatible soundcard. Additional Notes: Mouse and keyboard are required. / Latest available WHQL drivers from both manufacturers/ Internet Connection or LAN for multiplayer, Up to 32 other players in multiplayer mode. ",
        "recommended": "Recommended: OS: Windows® 10 Home 64 bit Processor: Intel® Core™ i5 2500K | AMD® Ryzen 3 2200G Memory: 6 GB RAM Graphics: Nvidia® GeForce™ GTX 570 (1.28GB) | AMD® Radeon™ HD 7970 (3GB) | Intel Iris Xe G7 (Tiger Lake) DirectX: Version 9.0c Storage: 2 GB available space Sound Card: Direct X- compatible soundcard. Additional Notes: Mouse and keyboard are required. / Latest available WHQL drivers from both manufacturers. / Internet Connection or LAN for multiplayer, Up to 32 other players in multiplayer mode. "
      },
      "developers": [
        "Paradox Development Studio"
      ],
      "publishers": [
        "Paradox Interactive"
      ],
      "priceOverview": {
        "currency": "GBP",
        "initial": 3499,
        "final": 3499,
        "discountPercent": 0,
        "initialFormatted": "",
        "finalFormatted": "£34.99"
      },
      "platforms": {
        "windows": true,
        "mac": true,
        "linux": true
      },
      "categories": [
        {
          "id": 2,
          "description": "Single-player"
        },
        {
          "id": 1,
          "description": "Multi-player"
        },
        {
          "id": 9,
          "description": "Co-op"
        },
        {
          "id": 27,
          "description": "Cross-Platform Multiplayer"
        },
        {
          "id": 22,
          "description": "Steam Achievements"
        },
        {
          "id": 29,
          "description": "Steam Trading Cards"
        },
        {
          "id": 30,
          "description": "Steam Workshop"
        },
        {
          "id": 23,
          "description": "Steam Cloud"
        },
        {
          "id": 42,
          "description": "Remote Play on Tablet"
        },
        {
          "id": 62,
          "description": "Family Sharing"
        }
      ],
      "genres": [
        {
          "id": "28",
          "description": "Simulation"
        },
        {
          "id": "2",
          "description": "Strategy"
        }
      ],
      "releaseDate": {
        "comingSoon": false,
        "date": "6 Jun, 2016"
      },
      "ratings": {
        "pegi": {
          "rating": "7",
          "descriptors": "Violence"
        },
        "usk": {
          "rating": "12",
          "descriptors": null
        },
        "dejus": {
          "rating": "10",
          "descriptors": "Violência"
        },
        "steam_germany": {
          "rating": "12",
          "descriptors": "Gewalt"
        }
      },
      "mostCommonAgeRating": 12
    }
  }
]